Repository: baajur/event-manager-backend
Catalog: priv/gettext/*/LC_MESSAGES/errors.po
Languages: it

source: can't be blank
it: non può essere vuoto

source: has already been taken
it: è già stato preso

source: is invalid
it: non è valido

source: must be accepted
it: deve essere accettato

source: has invalid format
it: non ha un formato valido

source: has an invalid entry
it: ha una voce non valido

source: is reserved
it: è riservato

source: does not match confirmation
it: non corrisponde alla conferma

source: is still associated with this entry
it: è ancora associato a questa voce

source: are still associated with this entry
it: sono ancora associati a questa voce

source: should be %{count} character(s)
it: deve essere di %{count} carattere/i

source: should have %{count} item(s)
it: deve avere %{count} elemento/i

source: should be at least %{count} character(s)
it: deve essere di almeno %{count} carattere/i

source: should have at least %{count} item(s)
it: deve avere almeno %{count} elemento/i

source: should be at most %{count} character(s)
it: deve essere di al massimo %{count} carattere/i

source: should have at most %{count} item(s)
it: deve avere al massimo %{count} elemento/i

source: must be less than %{number}
it: deve essere minore di %{number}

source: must be greater than %{number}
it: deve essere maggiore di %{number}

source: must be less than or equal to %{number}
it: deve essere minore o uguale a %{number}

source: must be greater than or equal to %{number}
it: deve essere maggiore o uguale a %{number}

source: must be equal to %{number}
it: deve essere uguale a %{number}

source: event not found by id %{id}
it: evento non trovato con id %{id}

source: unauthorized
it: non autorizzato

source: only drafted events can be deleted. Current status: %{status}
it: solamente eventi in bozza possono essere cancellati. Status attuale: %{status}

source: `after` can only be paired with `first`
it: `after` può essere solo accoppiato con `first`

source: `before` can only be paired with `last`
it: `before` può essere solo accoppiato con `last`

source: You must either supply `:first` or `:last`
it: Fornire uno tra `:first` o `:last`

source: Invalid cursor provided as `after` argument
it: Cursore non valido fornito come parametro `after`

source: Invalid cursor provided as `before` argument
it: Cursore non valido fornito come parametro `before`
